[
    {
        "beginning":"<h3>Chapter 5 - Tome of War </h3>The paladin stood over the body of his disemboweled foe and lowered his head in a quick silent prayer for the deceased. His company was charged with guarding the eastern border of the kingdom of Malderon and ensuring that none of the vile undead came through from the Go'luk Swamps beyond.<br/><br/>He didn't really mind killing them. It was what came after that disgusted him. This was a go'horkum, a creature which was very difficult to kill. The only way to keep a go'horkum dead, was to dismember him completely. And it had to be done fast. Gritting his teeth, he raised his broadsword and swung it down at the \r\n|p|\r\n</br></br></br>\r\nbody which had already started twitching and showing signs of reanimation.<br/><br/>The head first, he thought, as he severed the head clean from the body. The arms, the legs, the chest. <br/><br/>Thunk!<br/><br/>The blade hit the chest and did not cut right through. The Paladin bent down to take a closer look at what seemed like a book placed where the rib cage was supposed to be.<br/><br/>A flash of red passed by the corner of his eye, \r\n||\r\n</br></br></br>\r\nbut before he could turn his head to see, the world had spun around. His eyes were staring at his body lying a distance away on the ground, decapitated.\r\n</br></br>\r\nAs his life ebbed away, a vision of incredible beauty walked into view, dressed in red, holding a sword dripping with blood. His blood.<br/><br/>The Warmonger stood and stared at the headless body of the Paladin. It had been a while since she had killed, and having done so it gave her a sense of accomplishment and even pleasure. After sufficiently admiring her kill she moved towards the dismembered Undead's body \r\n|p|\r\n</br></br></br>\r\nand  picked up the Tome of Weapons from it's chest and spun away out of Creation.\r\n</br></br>\r\n<p style=\"text-align:center;\">***</p>\r\n\r\n\r\n",
        "chapter":1,
        "elements":"fire,water,earth,air,light,wood,stardust,darkonium,stone,metal,venom",
        "ending":"</br></br></br>\r\nThe Vaporan flew on the back of the north wind. He didn't quite understand what he had witnessed earlier that day. The battle between the Paladin and the Undead had been interesting to watch. He was a Disciple recently raised to the Third Order of Juforon and had been charged with gathering knowledge on battle and combat. <br/><br/>Melding with the air, he had lain hidden in the miasma of the swamp from which the Undead had emerged. The battle had clearly proved what he had hypothesized at the last council. The Undead were being organized and trained by someone. <br/><br/>\r\n|p|\r\n</br></br></br>\r\nThis particular go'horkum was wielding poisoned daggers with a speed and style typically used by the Pharons. Which was unusual because the two realms were vastly separated and had no history of trade or diplomacy. He had wondered how that distant connection mapped out, as the paladin had nevertheless made swift work of dispatching the go'horkum.<br/><br/>He had been about to leave once the battle was over, but had lingered on in the unlikely hope that the Undead would rise before the paladin could dismember him. The appearance of the woman in red had startled him, but not as much \r\n||\r\n</br></br></br>\r\nas her disappearance. There was no lore on any race which could do that, and he was mystified.<br/><br/>\r\nThe Vaporan race existed for only reason, to gather knowledge. Neither seeking power, nor recognition, they absorbed themselves completely in pursuit of documenting the world they lived in, in the hope of understanding their place and purpose in it. Every Vaporan dreamt of only one thing. Being the one to find the answer to the One Question. <br/><br/>Where do we come from? And why are we here?<br/><br/>The Vaporan kept flying, surfing from gust to \r\n|p|\r\n</br></br></br>\r\ngust. His name was Parallax.... <br/>|p|",
        "id":6,
        "name":"The Tome of War",
        "sequence":6,
        "theme":"warmonger"
    },
    {
        "beginning":"<h3>Chapter 4 - Tome of Being</h3>The Creator was sitting behind a large pile of books in the Library, when the Mother walked in.<br/><br/>“ There you are! I have been searching all over for you.” She exclaimed as she moved some of the books aside and sat on the table. “ What are you doing in the Library at this late hour? Thought you would be sleeping, so I checked your room. Then I checked the kitchens, the rooftops, even the mists. Finally I found the Mystic at the portal and he told me that you were in the Library....”<br/><br/>“ Just had to check something....” The Creator spoke absent mindedly, without looking up.<br/><br/>\r\n|p|\r\n</br></br></br>\r\n“Well, you do that. Just came to let you know that I am off to Primus. The signs are telling me that the Tome of Being is imminent, so I figured I will just go down and wait for it.”\r\n<br/><br/>\r\n“No!” The Creator looked up sharply. “ I do not want you to decipher the Tome of Being till I tell you to do so.”<br/><br/>The Mother looked at the Creator quizzically. “Why?”<br/><br/>He shut the book and stood up. If there was anybody he could discuss the matter with, it was her. \r\n||\r\n</br></br></br>\r\nIn every Creation, she was the one responsible for the sentient beings. Her ageless child-like face belied her wisdom and her narrow shoulders had carried the weight of more terrible decisions than all the kings of history put together.<br/><br/>“Mother, the Mystic created Darkonium.”<br/><br/>Her eyes flashed for a passing second, “ I see. That is not good news. Do the others know?”<br/><br/>“ Not yet, no. But they will, soon. The Creatomes will ensure that.” He turned. “ We just have to make sure that we halt the progress of Creation...”<br/><br/>\r\n|p|\r\n</br></br></br>\r\n“ That is not your call, Creator. Nor mine to make. We tried it once before, remember? Are you willing to pay that price again?”<br/><br/>“ And do you not remember the War?” He snapped. Then shaking his head, he composed himself. He knew she was right.<br/><br/>“ All right, Mother. Do what you must do, and let us pray we do not have occasion to regret it.”<br/><br/>“ We have always prevailed, and we shall again.” She said, as she folded her hands and vanished. </br></br>\r\n\r\n<p style=\"text-align:center;\">***</p>",
        "chapter":1,
        "elements":"fire,water,earth,air,bone,light,vapor,stardust,darkonium,stone,metal,death",
        "ending":"</br></br>\r\nShe sat down, exhausted. Ten races. And they hadn't been easy. Nor had finding the tome been. <br/><br/>It had materialized inside a diamond the size of a boulder buried deep in the ground. Getting it out to the surface had been the easy part, removing it from the diamond impossible. No material in Creation was tougher than a diamond. She could bring the diamond back to her chambers where she had tools she could use, but there was no way she could bring it anything but the Tome outside of creation. She had pondered over her situation long and hard, till she had realized that she had got it wrong. There was one material tougher than diamond in this Creation. Darkonium. <br/><br/>\r\n|p|\r\n</br></br>\r\nShe had had to call the Mystic down to find a vein of Darkonium and he had been nice enough to not only find it, but to also fashion a chisel out of it. The Creator was going to have a fit to know that I am using Darkonium, she had kept thinking, as she had splintered the Creatome out of the diamond. <br/><br/>Once she had got down to deciphering the tome, she had gotten stuck on only one of the Designs. The Vaporans. All expected methods of combination had proved fruitless, till she had mixed in Darkonium on a hunch. The fact that that had worked was worrying, but the Vaporans created were clearly a benign race and quite unlike the destructive Dartans or the Vile Undead. It was all very confusing....",
        "id":5,
        "name":"The Tome of Being",
        "sequence":5,
        "theme":"mother"
    },
    {
        "beginning":"<h3>Chapter 3 – Tome of Beasts</h3>\r\nThe Summoner was not happy. He had arrived on the blue planet looking for the Tome of the Beasts, but his search had proved to be unending. He was the most skilled and ancient of the Eternals, and had almost without exception been the First Bringer. So it irked him no end that a green in the gills rookie had beat him to it this time.<br/><br/>He kicked the dirt hard as his frustration bubbled to the top. The beasts are the first to come. Always. That is the way of Creation. Always.\r\n<br/><br/>\r\n“ I must not have read the signs correctly. \r\n|p|\r\n</br></br></br>\r\nThe Tome has probably appeared elsewhere. Yes, that must be it.” He said to no one in particular as he took out the parchment where he had made his calculations. <br/><br/>And just like that, he felt something. A surge of power that coursed through his body and made him aware that he had not been wrong. \r\n</br></br>\r\nThe Tome had indeed been created where he had expected it. He turned and followed the feeling, walking towards the anthill that he had spent ages waiting in front of.\r\n</br></br>\r\n \r\n<p style=\"text-align:center;\">***</p>",
        "chapter":1,
        "elements":"fire,water,earth,air,bone,light,vapor,stardust,darkonium,stone,metal,venom",
        "ending":"</br></br></br>\r\n“Summoner!” exclaimed the Warmonger, twirling a lock of her red hair in a provocative fashion. “You have returned. I must know, how does it feel to be bested by a rookie?” \r\n<br/><br/>\r\nThe Summoner harrumphed. He didn't want to rise to her bait.\r\n<br/><br/>\r\n“Well, the Designs have their own ways and his only glory is that this time they favored him.” he said, trying to dismiss the conversation.\r\n<br/><br/>\r\n“That's strange. Every other time, when you were the First Bringer, it had seemed as if the Designs had nothing to do with it. It had always \r\n|p|\r\n</br></br></br>\r\nbeen all about the mighty Summoner all those times. Only this time... ”\r\n<br/><br/>\r\nThe Summoner turned to leave, unwilling to be bullied so.\r\n<br/>\r\nThe Warmonger was quickly on her feet as she threw her arms around the Summoner. <br/><br/>“Come on!! I am just joking.” She said, planting a kiss on his neck. “You know that, you big lug. I think the world of you. Whether you are the First Bringer or the second.”<br/><br/>He turned around. The Warmonger's long red hair glowed golden in the light and her eyes \r\n||\r\n</br></br></br>\r\nshone like stars. Considered to be most beautiful amongst all the Eternals, she scarcely looked her part as the bringer of wars. But the Summoner knew better, for their love had been forged not in the tender arms of a flowering tree, but in the fire and ashes of a War long ago.<br/><br/>“So? How went the creation of the beasts?” she asked, as she ran a finger down his cheek. <br/><br/>Frown lines appeared on the Summoner’s forehead. “ Very strangely, actually. Almost all of them were predators, and large ones at that.\r\n|p|\r\n</br></br></br>\r\n Never handled a Beast Tome quite like this ever before....” <br/>",
        "id":4,
        "name":"The Tome of Beasts",
        "sequence":4,
        "theme":"summoner"
    },
    {
        "beginning":"<h3>Chapter 2 – Tome of Substance</h3>The Mystic sat perched up on the high branches of a verdant tree on the slope of a tall mountain and surveyed the going ons around him. It was quiet and still and not a leaf was stirring. The Mystic sat back and settled into a more comfortable position. He might have to wait a while longer, he decided, as his thoughts went back to his audience with the great Creator.<br/><br/>“ You look inexperienced.”, The Creator had said and the Mystic hadn't argued. It was after all true. He was an Eternal raised in the last creation, who hadn't found his true purpose yet.\r\n|p|\r\n</br></br></br>\r\n“Never mind. Maybe a fresh eye will serve us well. You have been told of the Creatomes?” The Creator asked, evidently rhetorically. The Mystic nodded his head, unwilling to further impress his inexperience on the Creator with the thousands of questions which were there in his head.<br/><br/>“ Let me tell you anyway.” The Creator said with a twinkle in his eye, clearly having divined the Mystic's discomfiture.<br/><br/>“ I am the Creator. But the only things I am allowed to create are the ones I did in the Genesis. A world that I create then evolves of \r\n||\r\n</br></br></br>\r\nits own accord and in accordance to Designs unknown and seemingly random. But once every eon, the world creates a book that holds the key to the mysteries of these unknown Designs.”<br/><br/>“ The purpose of the Eternals is to find and decipher these Creatomes. By doing this, you earn the privilege and responsibility of ushering in the next chapter in the progress of the Creation. In the early days of a Creation, the Tomes are simple, so it should be easy enough for a rookie such as yourself. But as the Creation ages, the designs become more and more difficult and often you will find yourself in a dilemma as to... but I get ahead of \r\n|p|\r\n</br></br></br>\r\nmyself. I do not want to scare you off your purpose...” \r\n</br></br>\r\nHe got shaken out of his reverie. A wind seemed to have risen from all directions at once. He stood up and looked up towards the top of the mountain. It was time. He did not know how he knew, but he did. He started running, leaping from tree to tree, his azure cloak flying in the wind behind him as the ground shuddered and trembled. Then with a deafening crack, the mountain top exploded and liquid fire erupted in a killing gush.<br/><br/>The Mystic took one last giant leap as the tree \r\n||\r\n</br></br></br>\r\nunder him caught fire and blackened instantly. Flying through the air, he twisted through the fiery rain and dove into the bubbling volcano. Like a spear he went, cutting through the emerging lava right to the bottom of the mountain. \r\n</br></br>\r\nHe landed on the burning floor of a large underground cavern and looked around to spot his target. The lava was bright and despite it being difficult to see anything clearly, he spotted a Tome floating in the burning yellow liquid not too far from where he stood. Hovering over the fiery river he reached out to pick up the Tome of Substance and \r\n|p|\r\n</br></br></br>\r\nbrushed the fire off it. <br/><br/>Then placing it inside his cloak, he blinked out of existence. <br/>\r\n\r\n<p style=\"text-align:center;\">***</p>\r\n",
        "chapter":1,
        "elements":"fire,water,earth,air,light,tree,life,death",
        "ending":"</br></br></br>\r\nThe Mystic arrived at his chambers, accompanied by the Creator. A cauldron bubbled in the center of a shiny golden floor. Tables stood next to the cauldron, with all the essential elements of creation neatly arranged on them. \r\n<br/><br/>“ \r\nI found Primus to be quite primitive.” he spoke as he went about checking the ingredients one last time. “But all the substances, save I think two or three, already exist in abundance. So why do we have to create them again here? It is not my place to question the Designs, but I can't help muse at the purpose of this.”\r\n<br/><br/>\r\nThe Creator stood at the solitary bookshelf in \r\n|p|\r\n</br></br></br>\r\nthe far end of the room and looked at the books. All on magic, he thought to himself. This was the first time that an Eternal of Magic had been the First Bringer of a Creatome. Would make for a very interesting time ahead, he was sure.\r\n<br/><br/>\r\n“ Outside of the five basic elements, only elements which are created outside of the Creation, can be used in deciphering the Creatomes. It, therefore seems wise that the abundant substances are included in the Designs. However, I agree with you that the newer substances are clearly the ones which hold the key to the future. Anyway, how far have you got with the deciphering?”<br/><br/>\r\n||\r\n</br></br></br>\r\n“Oh, I am done.” The Mystic said, without pride or arrogance, as he motioned the Creator towards one of the tables.\r\n<br/><br/>\r\nThe Creator hoped his face didn't belie how impressed he was, as he walked to the table.\r\n</br></br>\r\n “So, then why did you bring me here?” he asked.<br/><br/>“Actually, to show you this last substance which I created and see if you can sate my curiosity. Darkonium, it is called. I searched the Library for lore about it, but there seemed to only one obscure reference from a Creation many turns ago. Something about the Gods...” <br/><br/>\r\n|p|\r\n</br></br></br>\r\nBut the Creator had stopped listening, as he stood transfixed in fear.<br/>",
        "id":3,
        "name":"The Tome of Substance",
        "sequence":3,
        "theme":"magic"
    },
    {
        "beginning":"<h3>Chapter 1 - Tome of Genesis</h3>The Library was just as he remembered it. Only slightly larger. Each creation had added to it, with every thought and every voice writing their own unique book, to be remembered forever. The Library was older than him, and he often wondered if his own thoughts weren't getting captured in some old book in there. <br/><br/>A short librarian held open the amber gates for him, as he stepped into the firelit atrium. The Eternals were gathered around the Pit of creation, and were in animated discussions amongst themselves, which stopped the moment he entered.\r\nHe walked to the Pit and looked around at the faces gleaming in the flickering light. \r\n|p|\r\n</br></br></br>\r\nSome he recognized and some were clearly recent additions to the tribe. There would be time enough for introductions, he decided and commenced without prelude.<br/><br/>“We gather here today to mourn the passing of a universe we had nourished and cherished. Many of you were deeply attached to it, as you rightly should be. But let us not dwell too long on a past we can't help. Let us instead, start with a clean slate and hope that this time round, we can write a creation that never ends...\"<br/><br/>The gathering watched as the Pit glowed brighter, and the Portal of the Creator materialized over it.\r\n||\r\n</br></br></br>\r\nDust from the library coalesced into spinning elemental orbs, glowing and fading in colors and hues too brilliant to conceive.</br></br>\r\nVisibly hesitant to begin the daunting task at hand, The Creator thought to himself of what the sequence of events in this creation would be. The light emitting orbs began spinning faster, as if to signify impatience and The Creators long beard swayed from the energy generated by the now blinding orbs. </br> </br>\r\nIt was time for him to begin the ritual.\r\nHe brushed away all hesitation, reached into his cloak and took out the Tome of Genesis, \r\n|p|\r\n</br></br></br>\r\nthe book which had started the saga many times before and was now prepared to start it again.... <br/><br/>\r\n\r\n<p style=\"text-align:center;\">***</p>",
        "chapter":1,
        "elements":"fire,water,earth,air,space",
        "ending":"</br></br></br>\r\nThe Creator started chanting, and the Pit grew under their feet. Darkness enveloped the Gathering and for what seemed like eternity, in a universe that had no time, the blackness remained. Then, in a blinding flash, spheres of energy appeared. Swirling and chaotic, the bursts of light filled the void and moved away, faster and faster, until the dark sky was dotted with stars. <br/><br/>And right at the center of this entire creation, at the Creator's feet shone a sun, bright and dazzling. \r\n<br/><br/>\r\nAs the Gathering collectively held its breath, pieces of the burning sun tore away one \r\n|p|\r\n</br></br></br>\r\nby one, circling and dancing around them. The Creator cupped one of |these rocks in his hands and breathed on it. The dead piece of rock shook and came to life, turning brilliant hues of blue and white. And it spoke its name to the gathering in a voice unspoken. Primus. And they all knew that it was special.<br/><br/>Primus began to absorb and restructure the energy it had received, as the Creator chanted faster. It evolved, water and land collided, oceans broke into seas and the seas broke into rivers. The Creator reached forward to touch a spot and the land rolled languorously, forming mountains and valleys. \r\n||\r\n</br></br></br>\r\nAt the place where the Creator had touched, water, land and air came together and burned themselves together. A single tree grew upwards and saluted the elements that had created it. From the branches of this One Tree, flew out birds and took the sky. And from its roots emerged animals, carrying with them the seeds of the tree. Some went to the seas, some to the mountains and the world grew. The Gathering felt moments pass by and smiled to themselves as centuries flew by on Primus. They watched as the planet turned green and alive and forgot its own birth.<br/><br/>The Creator smiled to himself as the lights came back on in the Library. \r\n|p|\r\n</br></br></br>\r\nThe Genesis was complete, life had come about to be and this was indeed the best beginning he had ever crafted. <br/><br/>“Come, let us rest,” he addressed the Gathering. “This was the easy part. We have only just started... ” <br/><br/>",
        "id":2,
        "name":"The Tome of Genesis",
        "sequence":2,
        "theme":"genesis"
    },
    {
        "beginning":"",
        "chapter":1,
        "elements":"",
        "ending":"<h3>Prologue</h3>Dust.<br/><br/>That was all that remained. The universe, his beautiful creation, had ended. So utterly and completely, that it was like it never existed.<br/><br/>The Creator sighed. He had really hoped it would last longer than a few aeons this time around. But his creation had disappointed him. Over the ages, he had allowed the Races knowledge, in the hope that they would be creators themselves.<br/><br/>But in that knowledge, the Races only saw power. That power had bred greed, and greed |p|can't be contained…War was waged across space and dimensions and many great leaders of great and mighty races had foreseen and foretold the worst. Many had tried their best to delay the end, but in the end it had been to no avail. Centuries of struggle to gain control of the universe had led to the creation of unfathomable weapons, weapons that destroyed all life and creation. Until all that was left was empty space and the dust of once powerful Races floating around the universe. <br/><br/>Dust. The Creator walked slowly once again to the abandoned library at the edge of time. Dust was enough to start with... ",
        "id":1,
        "name":"Creatomes Volume I",
        "sequence":1,
        "theme":""
    }
]